<S>
</S>
<UNK>
the
.
of
,
-
and
in
to
a
al
(
)
is
–
alloy
si
spray
with
as
that
phase
1
at
was
by
fig
were
for
are
%
particles
from
2
be
formed
deposited
5
alloys
temperature
an
3
this
matrix
0
size
on
4
cast
microstructure
than
/
m
rate
[
]
c
phases
during
can
which
it
shown
ﬁ
primary
fe
hot
wear
like
high
using
higher
b
has
shows
results
10
strength
after
:
deposition
been
°
μ
hardness
also
grain
k
strain
β
mn
tic
present
intermetallic
between
observed
eutectic
x
density
porosity
material
thermal
due
stress
wt
pressed
both
load
mm
have
process
6
20si
increase
low
addition
obtained
cooling
α
deformation
formation
respectively
particulates
into
about
fine
heat
these
used
electron
temperatures
surface
d
20
study
grains
sic
8
microstructural
al2cu
effect
or
cr
sf
28si
s
extrusion
flow
may
fraction
δ
ray
^
needle
powder
materials
lower
3cu
cu
sicp
5fe
presence
melt
cycles
spraying
+
table
particle
diffraction
large
peak
figure
conditions
two
intermetallics
tests
500
compared
θ
when
more
gas
analysis
increasing
distribution
microscopy
droplets
samples
morphology
22si
then
not
7
fesi
forming
under
range
tensile
dislocation
squeeze
distance
mechanical
xrd
test
aluminum
substrate
but
properties
average
found
however
5cu
solidification
cte
extruded
compounds
different
boundaries
25si
=
their
sem
15
composition
solid
reinforcement
ratio
specimens
only
billet
treatment
coarse
increases
rates
q
composite
all
liquid
eds
±
fracture
9
℃
ti
one
other
200
out
time
vol
hypereutectic
distributed
such
well
various
microhardness
scanning
value
no
attributed
~
mpa
resistance
relatively
conducted
much
peaks
1mg
×
equiaxed
sliding
atomization
very
features
preform
there
result
behavior
plastic
decrease
precipitates
relaxation
exhibited
coatings
mechanism
data
i
further
mg
increased
containing
small
a1
regions
creep
coating
prepared
e
composites
layer
over
uniform
reduced
silicon
h
pressure
seen
n
volume
leads
30
less
atomized
some
tem
because
energy
same
second
condition
sample
values
40
through
its
optical
ne
region
experimental
shape
microstructures
measured
similar
those
rich
technique
growth
lattice
curves
stresses
needles
elongation
diameter
could
precipitation
while
nucleation
showed
area
;
therefore
et
dsc
rod
7mg
number
room
heating
first
smaller
change
maximum
g
interface
amount
determined
case
where
300
speed
parameters
12
revealed
above
ﬂ
as17
sprayed
4fe
content
each
reduction
−
following
processing
close
50
σ
worn
molten
preforms
examined
larger
al15
elevated
applied
indicate
expansion
contrast
up
dislocations
surfaces
compression
particulate
al4fesi2
form
pressing
carried
consists
reported
16
cation
uniformly
25
will
constant
performed
indicates
whereas
consisted
long
a390
4cu
title
brittle
moreover
produced
within
show
dispersive
testing
compound
elements
comparison
re
bright
caused
ai
feeding
diffusion
transmission
state
composed
micrograph
coefficient
corresponding
model
11
14
related
studied
thus
good
indicated
nm
l
resulting
recrystallization
80
along
weight
velocity
internal
aging
equilibrium
iron
deposit
powders
'
strengthening
hip
solubility
min
atoms
13
concentration
150
polished
top
recovery
boundary
blocky
length
transformation
fragmentation
sol
solutionizing
point
solution
before
solidified
typical
773
refinement
around
pure
investigation
given
below
changes
structure
p
white
ρ
direction
aluminium
order
cylindrical
light
metastable
slow
3si2
microscope
shaped
important
yield
dispersion
exhibits
parameter
’
modi
significant
ebsd
transition
having
employed
based
friction
difference
spacing
hp
sife
characteristics
method
decreases
according
spherical
investigated
analyses
edx
machine
50si
casting
co
micrographs
fractured
indicating
induced
solidi
ed
effective
improved
leading
bottom
130
sharp
granular
µ
coarsening
climb
activation
thickness
pct
gel
solutionized
most
approximately
we
work
agreement
associated
rapid
mechanisms
experiments
residual
nozzle
furnace
significantly
secondary
ternary
almost
minimum
series
250
degree
arrow
taken
non
system
listed
stable
see
occur
chemical
compositions
water
initial
im
patterns
pattern
considered
linear
place
alloying
chinese
script
three
had
analyzed
spraydeposited
700
crystallite
scale
occurred
refined
melting
plates
dimples
ceramic
layers
cm
supersaturation
dispersoids
pm
unreinforced
ribbons
v
11si
lm
al4si2fe
reaction
kv
generally
selected
known
al5fesi
fact
successfully
metal
followed
type
techniques
mainly
t6
variation
quenched
plate
lead
part
28
a2
processes
metals
times
<
section
defects
lines
onset
100
network
hard
broken
strong
glide
indentation
ii
mmcs
mixtures
fabricated
reveal
mixture
nitrogen
atomizer
etched
consolidation
final
role
block
ultimate
they
effects
finally
mean
consistent
provided
details
base
si2
should
explained
if
phenomena
any
described
kg
ideal
grey
aspect
17
debris
relation
tester
stage
effectively
metallic
clearly
18
determine
kj
al5sife
theoretical
molar
completely
evidence
tube
generated
mentioned
use
occurs
harmful
being
air
24
reagent
studies
processed
subjected
obviously
astm
image
still
function
even
summarized
angle
a0
decreased
4a
influence
relative
provide
several
orientation
exposure
curve
identical
exothermic
together
prior
ranging
control
sprayformed
tm
70
micro
stability
highest
theory
vs
asi7
extensive
treated
discussed
coated
inter
89cu
0ni
84mg
situ
paper
greater
always
major
graphite
reacted
difficult
exhibit
zone
easily
reason
droplet
extent
so
rapidly
cooled
120
keller
radiation
identified
purity
measurements
trend
phenomenon
29
example
673
hardening
possible
superheated
solute
modulus
subgrain
hall
machined
received
60
seems
>
plotted
provides
total
previous
severe
sections
melted
controlled
cases
pores
noticed
ε
general
polishing
m2
c2
cient
4mg
observation
marks
*
energies
mol
power
sized
amounts
front
o
substrates
conductivity
30al
packaging
lamellar
superplastic
whiskers
reinforced
eliminated
complete
achieved
finer
previously
added
interesting
bulk
chamber
400
characterized
standard
metallographic
counterpart
55
nominal
semi
areas
sites
interfacial
although
specimen
certain
earlier
disc
current
coupled
does
partially
either
reveals
j
center
map
versus
new
expected
characterization
produce
without
noted
means
abrasive
sizes
mc21
quaternary
per
made
faceted
them
prescribed
·
developed
applications
isothermal
former
dendrite
resulted
silica
incorporation
globular
02
99
mixed
reactions
34
confirmed
critical
would
readily
transformed
product
initially
figs
ram
working
tetragonal
spectroscopy
remarkable
additional
furthermore
down
22
variations
responsible
ni
particularly
ion
gray
note
sequence
free
appears
experienced
45
available
local
shear
90
since
01
reducing
plot
view
rise
softening
crucible
subsequent
sectioned
appear
thin
true
evaluated
ratios
constructed
al5
accompanied
19
starting
width
especially
varied
entire
n2
ac
examination
acid
vickers
subsequently
loads
edges
third
variable
relationship
rectangular
recorded
exponent
electronic
longitudinal
tested
undercooling
texture
reinforcements
compacts
ribbon
shorter
whisker
nement
milling
35
calculated
upon
contain
entirely
femn
involved
conventionally
metallurgy
suppressed
contains
ones
occurring
better
owing
conventional
thermo
position
heated
archimedes
step
cracking
21
investigations
hand
measurement
takes
hiped
physical
melts
beam
diamond
must
detected
dendritic
nuclei
level
125
application
treatments
four
misorientation
vicinity
slightly
normal
dynamic
ductile
main
rs
single
appeared
sensitivity
reached
27
alfesi
log
wide
ductility
relations
t
rst
observations
short
al4
32
pointed
lowest
contained
force
nearly
coef
elsewhere
480
homogeneous
off
scoring
transfer
among
basis
suggest
regime
gradient
fgm
arm
random
ultrafine
allowed
aged
grooves
including
preferred
rods
adding
another
often
dry
steel
mechanically
height
delivery
immediately
morphologies
enough
eq
showing
impinging
crack
beneficial
near
strengths
800
cut
billets
voltage
instron
ingot
worth
improvement
combination
key
evolution
mismatch
turner
843
set
medium
diffractometer
principle
crystallization
23
cause
irregular
detail
necessary
continuous
considerable
etching
ma
dark
act
cubic
traces
consisting
might
break
kinetics
ce9f
weibull
development
osprey
inside
interpenetrating
assessed
directly
3a
evidenced
terms
compressive
magnitude
probably
spread
commercial
350
suggested
relevant
defined
interfaces
rt
≤
180
97
dimensions
procedure
diagrams
appearance
marked
measure
divided
r
dispersed
uence
75
rest
binary
philips
instrument
software
identi
reduce
mc12
detailed
decreasing
gradually
annular
th
cleaned
varying
600
coexisting
complex
movement
bonding
assumed
required
self
points
functionally
ranges
ow
impeller
hours
connected
dissolution
visible
input
cross
obvious
"
collected
optimum
did
nonequilibrium
hence
nanometric
spun
å
acicular
reach
failure
ff
sfsi30al
1i
pool
70si30al
macrohardness
al4fesi
novel
producing
encountered
completed
end
considering
regarded
eqs
reaches
exist
depending
abrupt
fall
play
additions
substituted
kept
platelet
spectra
densification
65
induction
argon
permanent
mold
copper
equipped
298
depositing
adjacent
423
conclusions
improve
contents
follows
represents
diagram
crystallized
remaining
liquidus
presented
26
petch
reference
consist
intensity
few
coherent
ipf
crystallographic
plasticity
williamson
7a
7b
correspond
here
implies
static
thermomechanical
fully
create
instead
reasonable
gives
route
via
tundish
gauge
little
axis
film
sensitive
providing
conducting
included
master
rotating
hitachi
operated
estimated
05
post
ability
polygonal
narrow
turbulent
brief
convergent
divergent
percentage
wheel
hf
hcl
pin
1025
colored
element
interval
simultaneously
led
partial
tendency
oxidation
oxide
acts
damage
shallow
2cu
constitutive
essentially
zones
∗
double
represent
fgms
automatic
◦
unit
motor
om
line
6a
microvoids
factors
usually
characteristic
blocks
bars
asspray
smooth
evident
comparable
intermediate
iv
debonded
regarding
immobile
anticipated
spinning
consolidated
pulverized
ball
side
rather
dissipation
gun
coarser
causing
excessive
management
grained
di
axial
ned
existing
threshold
788k
contrarily
elemental
originated
s360
diffusivity
→
enhance
superheat
stages
able
why
net
atomizing
ageing
attached
rigaku
identify
monoclinic
resultant
noting
lot
prevent
superior
manufactured
atmosphere
793
displays
undergo
accordingly
angles
compare
combined
balance
08
52
appreciable
summary
schapery
drawn
basically
meanwhile
replaced
transforms
exists
proposed
1993
face
indeed
planes
except
irrespective
twin
06
crystal
contact
way
continuously
afterwards
44
7e
noticeable
channel
supported
coefficients
equivalent
motion
latter
likely
early
embedded
simultaneous
excellent
products
schematic
placed
appropriate
computer
inelastic
exhibiting
parts
slope
suggesting
extrusions
synthesized
differential
bearing
zeiss
dual
taking
dif
presents
feature
limit
actual
our
causes
pre
run
variables
grinding
experience
refining
vhn
cracks
played
acted
welds
impurity
body
mating
weakening
obtain
slip
barriers
conjugate
give
logarithm
soft
again
real
distinct
existence
suggests
closely
reinforcing
wettability
setup
output
feeder
distilled
56
6b
densi
localized
17si
normally
flat
location
bar
interdendritic
exception
figures
absence
investigators
agrees
die
36
sand
deformed
typically
alter
morphological
impact
1b
95
hv
concentrations
spectrum
transversal
adhered
splats
adequate
possibility
avoid
9a
preheating
largest
distances
throughout
depicts
freezing
epma
pole
directions
divorced
radial
370
mark
oversprayed
modification
restricted
hrb
2h
fractions
numerous
slurry
ml
nanoscale
unwanted
problem
solved
mesh
98
balls
390
cambridge
≈
62
precipitate
demonstrated
certainly
suitable
extremely
clear
heterogeneous
elimination
environmental
acceleration
japan
573
mostly
comparing
photograph
64
obstacles
enhanced
3mn
parent
preheated
poured
equipment
netzsch
least
illustrated
shapes
surrounding
corroborated
shift
unusual
fabrication
predicted
regimes
make
®
cations
needed
proportion
toughness
effectiveness
briefly
820
operating
assume
beginning
grows
transferred
detrimental
negligible
separate
undergoes
dependence
batch
characterizing
dwell
perpendicular
edge
scattered
3d
111
display
maps
highly
plane
already
twice
4b
bending
reports
proper
remains
noteworthy
purpose
f
strongly
7c
quite
compares
hildebrandt
1979
equal
rebhi
2011
03
develops
involve
disappeared
vacancies
cleavage
{
}
components
optimized
characterize
onto
positioned
wider
applying
loading
literature
constructing
dependency
though
plotting
8c
eld
bring
denoted
impurities
ux
beijing
institute
procedures
foils
rstly
nally
similarity
con
rm
research
apart
round
images
modifying
take
changed
nd
favorable
modify
b962
emery
cloth
hydrochloric
hno3
3400n
ducom
g99
tempered
en
65hrc
ø
acetone
mattoon
atk
evenly
broad
structures
modified
imposed
arrangement
142
subsurface
wan04
pits
heavy
finely
viz
glides
levels
consuming
simple
accumulated
across
interaction
schematically
next
representing
viscous
‘
produces
crosshead
utilizing
maintain
consequently
drop
93
direct
85
137
preparation
alcumg
devices
inert
venturi
information
33
wp
investigate
integrity
wa
2000
indenter
away
240
factor
fairly
poor
great
remained
constitutions
stronger
practical
6mg
wrought
herein
flight
623
namely
device
kev
basic
gage
field
regular
primarily
zhou
duszczyk
recrystallized
iii
thereby
period
alternative
suggestive
inspection
featureless
suggestion
commonly
origin
understood
positive
coalescence
fragments
lavernia
deform
support
exposed
annealing
recent
nondeformable
ctes
supersaturated
1a
63
jet
analyzer
germany
hno
universal
473
half
coat
6082
alumina
adhesion
ethanol
acetylene
big
parallel
reduces
percentages
arti
ef
cannot
lost
750
favoured
9b
took
trapped
softer
mg2si
ms
similarly
comprises
randomly
varies
constituent
tracks
craters
delamination
component
depicted
occasional
ffi
premature
semiconductor
gaas
sinks
speci
insulated
jeol
raction
tilting
h1
tilted
na
partitioned
predominantly
orientations
h0
becomes
ight
weak
apparently
growing
ner
behaves
liquidation
430
head
475
straight
dl
band
fibers
surrounded
bands
segregation
constitution
assembly
fluid
tc
flexural
brinell
kovar
invar
calc
offset
3h
endothermic
gp
473k
behaviors
strip
carbon
uts
mushy
48
57
turn
temper
fragmented
adhesive
lesser
18si
arise
peripheral
decohesion
introduced
coarsened
hyper
inserted
held
900
observing
dazzling
acids
adiabatic
thermodynamic
calculations
γ
quick
exceeds
find
piston
potential
manufacture
kinds
improves
commercially
summarizes
moving
retained
substructure
contributed
gliding
thermally
isostatic
1573
isostatically
ar
kw
frequency
degassed
rotary
detector
stabilized
ensure
calculation
221
latent
shifted
hypothesis
39
41
linearly
sluggish
tend
dissolved
do
54
steps
yielding
bound
findings
assumption
models
ascribed
substantially
recently
improving
forms
performance
making
aimed
understanding
thinning
inclination
crystals
trace
coexistence
weaker
continues
starts
610
576
eutecticum
events
nucleates
avoided
keeping
needlelike
article
intended
space
ltd
batches
centered
matches
00
004
macroscopically
quantitative
cube
59
74
2015
3c
cf
green
right
left
2006
numbers
allowing
identification
unchanged
anymore
distributions
toward
assessment
davis
undergone
elaboration
stabilize
achieve
7d
7f
thermograms
signal
hardened
overlapped
makhlouf
2012
enthalpy
assuming
what
thanks
cyclic
activate
interact
explain
ill
follow
slowly
mauduit
2016
evidences
describe
sometimes
law
propose
liner
automobile
operation
thermocouple
stream
measuring
capable
fluctuation
2s
monitored
usual
rotation
middle
box
orders
remarkably
reaching
endurance
1072
horizontal
speeds
experimentally
emission
calorimetry
individual
plays
greatly
contribute
others
raw
balanced
dimensional
ref
miller
besides
es
72
fesi2
deduced
␤
cult
≥
rodlike
∼
published
resolving
conclude
transform
compact
need
coaddition
transformations
peak2
peak4
solidify
peak3
ease
overlapping
depend
traditional
al12si7mg4fe
modifications
extracted
specifications
done
brasso
kerosene
nitric
tr
e384
11e1
al48si29mg18fe4
solidus
pseudo
castings
unique
suppresses
discern
makes
secondly
generates
substructures
promotes
restrain
est90
82
atributed
initiate
sha07
haq01
aggravating
ascast
tip
keep
engenders
discrete
ana09
sub
moh96
allows
ploughing
uneven
retain
bigger
flakes
damaged
climbs
agree
dynamics
now
response
until
viewed
generate
hart
active
steady
overcome
denoting
permeability
sides
definition
referred
tension
designed
independent
thought
slopes
145
index
interpreted
graded
carbide
950
conveyance
prepare
put
imported
driven
goes
negative
xed
plc
adjustment
ltered
weighed
ww
accuracy
digital
porosities
2a
removed
zero
approach
understand
210
packed
bridging
clustering
corners
culties
lling
constraint
opposite
hereafter
flakelike
influences
374
quality
percent
refers
disintegrated
46
selection
numerical
comprised
230
hotextruded
cold
geometry
particular
a12cu
chill
notable
a12cumg
who
resuits
central
748
presumably
shortness
723
considerably
macroscopic
dimple
microscopically
indicative
i7
stretched
debonding
frequently
repeated
approaches
semiliquid
semisolid
solidstate
arms
ni3a1
spite
velocities
88
atomic
films
include
mmc
differences
arsenault
l0
matrices
2x
sieved
examinations
sieving
106
laser
ι
micromet
buehler
comprising
67
10a
clemex
displacement
7000
china
approximate
extended
electrochemical
2cr
8a
8b
nickel
contours
efficiency
η
dimensionless
developing
mixing
uncoated
jar
evaporate
oxy
let
thicknesses
overlap
cial
resumes
ciency
cm3
once
adhere
obtaining
gures
open
circles
symbols
collision
dense
suffered
loss
mild
edged
micron
spheroidized
build
deposits
comparative
best
worthwhile
beyond
possess
arises
depends
observable
additionally
junctions
arose
w
advantages
collector
cone
full
proprietary
probe
edax
acquired
separately
ake
zr
pf
isolated
tilt
insulation
cools
myriad
facetted
scales
simulate
1750
000
oriented
favour
covering
450
563
color
intercept
whose
apparent
datum
extrapolation
compensated
mole
dp
58
groups
idea
become
corroborates
cyclone
rosette
cuboids
170
distinguish
created
momentum
hampered
adds
property
42
261
lom
compatible
68
stiffness
366
235
flowed
assqueeze
engineering
squeezecast
quickly
leaded
803k
incoherent
served
al3ni
starink
van
mourik
represented
connection
innovative
solve
problems
losses
agglomeration
reactant
advantage
gave
examples
titanium
precision
fluidity
constants
submicron
impacting
61
promote
ibrahim
disk
elongated
redistribution
chances
peeling
ridges
deep
counter
nano
er
analytical
mentioning
capability
37
array
pieces
transverse
alternate
underwent
homogeneously
solidifies
solutionprecipitation
360
xal
2cchf
3cchcl
5cchno4
250cch2o
h800
strictly
speaking
dissipate
succession
grow
diluent
tad
originating
verified
fragility
path
precluded
efficiently
scheme
treating
470
quenching
artificial
observe
diffractormeter
check
609
944
indexing
612
intermetallc
extrusionand
strengthened
substantial
reflects
serve
extra
3si
inhibition
systematically
pouring
degasser
523
skimmed
gemini
1530
max
rb
monochromatic
dilatometry
dil
402c
accordance
e473
transducer
consecutive
calculate
reproducibility
ten
emerge
impinge
remelted
diffuse
towards
inferred
lightly
corroborating
reporting
hown
elomari
rohatgi
fly
ash
emergence
inherent
686
describes
possibly
densified
fits
introduction
essential
add
focus
circumstances
automotive
engines
hightemperature
unfortunately
undoubtedly
stabilizing
proven
quantities
expands
publication
table1
elucidate
tted
cuka
site
fcc
excess
peritectic
al15mnsi2
319
narayanan
unlike
al15fe3si2
crystallizes
strengthens
neutralization
mocellin
alters
investigates
characterizations
coombs
dunstan
ninety
split
jcpds
cards
005
0565
0787
pictures
1000
magnification
homogenized
isotropic
quasi
includes
gap
fib
mohtadi
bonab
kind
phillpot
wolf
1990
bristowe
1998
kohyama
1986
confirm
tens
lographic
pink
ce7f
hogg
4c
concerning
histogram
4d
283
309
nohut
2014
narrower
illustrates
sin
ψ
sidual
spent
maximal
achieves
stabilization
38
cycling
exponentially
dropped
manifests
h19
1xxx
recycled
angular
lies
fortiori
manifest
continue
super
perryman
1954
huang
humphreys
1999
seem
despite
williamso
priester
twins
disordered
reorganize
subgrains
trends
locus
microscopic
hirsch
roberts
1991
savage
1953
undergoing
crystallites
quantity
controls
ghassemali
mcqueen
hockett
1970
systems
induce
rearrangement
highlights
hypothetic
exploited
chip
boxes
lightening
investigating
cylinder
engine
finished
850
drawing
apparatus
monitor
electro
1361
maintaining
dvm
stored
personal
ramspeed
spraycast
operate
somewhat
prone
localization
worked
steeply
¼
refine
evolutions
transforming
widths
multi
catsion
six
40si
50cu
additives
aeronautical
mining
&
1153
1203
supra55
paste
milled
apd
sta
409c
cd
thearea
imagetools
disclosed
fesi1
al3
account
de
nitely
differentiate
extreme
insert
sfmc11
evidently
helpful
mc11
hopeful
hardly
constituents
repeat
too
graph
say
harmless
risk
sludge
inserts
abilities
febearing
circle
sfmc21
exotherms
1076
997
789
831
precipitating
gram
uenced
ware
literatures
react
peritectically
broaden
overlaps
narrowing
accompanying
happen
expanded
exterior
exfoliation
periphery
fragmentized
impingement
uid
activating
changing
broadening
optimizing
ranged
topographical
raj08
1018
hydrofluoric
28mg
al68si13mg8cu6fe4
preheat
structural
microstructrural
hua09
cat
ana10
esh11
framework
25si2cu
distinctly
modes
replace
comprehensive
blocked
recoverable
passage
views
accumulation
denotes
rotational
derivative
tensor
neglected
uniaxially
recognized
rheological
identifying
classical
arrhenius
jump
scaling
precisely
differentiating
eqns
natural
frictional
drag
irrelevant
articles
0si
0cu
0mg
crosssection
8862
electric
controlling
loaded
predetermined
stopping
realtime
store
stand
alone
pc
lee
minimal
straining
fixed
transformer
shifting
indication
activated
resolved
regardless
crystalline
purposes
faster
normalized
140
raised
rising
2cu1
matching
match
replacing
simpler
al25si
technology
promising
favourable
ingots
properly
eliminate
pit
units
adjusting
firstly
pretreated
ows
valve
inhale
vent
injection
port
gunjet
disperses
lifting
adjust
whole
encoder
31
gathers
drive
converts
sent
programmable
logic
controller
feasible
technical
discs
electrical
discharge
cutting
quantitatively
expressed
dried
help
involves
weighing
immersed
h2o
fa1004
0001
mhv
pyramidal
facing
136
indenting
903n
15s
adopted
5000
ka
280
porous
shrink
age
washout
2b
tooling
220
feasibility
stirring
supply
rpm
against
derived
regression
reliable
macroscopical
layered
strips
impinged
chilled
basal
entrapping
bubbles
ll
spaces
ltration
crevices
confronted
holes
consistency
researchers
rational
fundamental
stiffer
contributes
brings
inferior
requisite
underway
al2
collecting
503
reynolds
company
richmond
va
designation
thermomechanically
1073
atm
delivered
micrometersized
hydraulically
displaced
vertically
prompted
aforementioned
diameters
micrometer
sprayatomized
maxmill
tm200
sad
cm20
siemens
d5000
deg
331
422
insight
types
geometries
emphasis
assessing
sampling
e8
81
history
blocklike
a1cumg
spectrums
qualitative
remain
unrecrystallized
specific
portion
218
establishing
633
affected
optimal
roomtemperature
macroscop
cally
fractographs
fractographic
resembles
nonuniform
statistical
unfractured
un
salient
pfiase
attempted
bf
presently
suppressing
competition
fabietti
sekhar
planar
rejects
constitutional
flagments
ann
correlating
workers
annavarapu
incidence
centers
liang
evolve
homogenization
extensively
epitaxy
totally
surprising
concomitant
solutions
gupta
rspm
unexpected
solutionstrengthening
032
detection
110
surprisingly
monotonic
isothermally
operative
particulatereinforced
years
disperse
stimulate
particulatematrix
li
przystupa
redundant
shears
randomness
unlikely
alternatively
consider
interdispersed
microstrnctural
shi
vogelsang
alloybase
discontinuously
2x10
6x10
1100
moldcast
506
532
387
prolonged
aim
profound
1120
orifice
ejecting
ejection
1020
tumbling
mixer
chrome
choppedribbon
representative
expert
fritsch
tescan
vega
xmu
czech
republic
xpert
λ
5406
duration
2100
usa
olym
pus
bx51m
electrochemically
dc
vision
pe
technologies
inc
canada
cm200
consolidate
boron
nitride
compaction
b311
servo
gotech
66
utilized
wolpert
196
3fe
84
025
8hv
equili
brium
limitation
indetecting
6d
chromium
marginal
instance
identifiable
outlined
10b
ironcontaining
10c
al95fe4cr
10d
notice
altered
diffusionless
deduce
300oc
850oc
upto
equations
entropy
production
dissipative
piece
dissipater
2m
rte
7075
8090
guide
barrier
enhancing
inhibiting
sulzer
zn
bal
navarro
spain
feedstock
blasted
corundum
teos
tetraethylorthosilicate
diluted
absolute
hydrolysed
204
catalysts
precursors
stirred
drying
constrained
organic
condensate
castolin
ds8000
ssm40
oxygen
1800
neutral
ame
cool
lateral
laid
doubled
esem
xl30
spectrometer
2103
alloyed
clusters
satellites
solgel
fabricating
integrated
dependent
2c
integration
column
depended
worst
bare
3b
transference
kinetic
77
stick
imply
achievable
limitations
reasonably
closed
productivity
relevance
5a
optimize
5b
happened
visibly
5c
helped
limiting
behaviour
pushes
badly
falling
competing
slight
enhancement
leaving
inner
implied
thermoplastic
bond
easing
favours
clue
outer
11b
11a
12a
12b
sics
12c
shortest
gases
11c
reactivity
aa6082
solubilised
530
cially
176
109
homogenous
scattering
overaging
absorbs
transfers
ciently
meant
oxyacetylene
affect
adherence
recommended
microscopes
alsi
to1
consistently
day13
300g
tr20
polyhedral
fishbone
almatrix
al22si
uniformaly
103
ks
sri01
gra95
cai98
impediment
4cu1
hau09
5ms
dhe06
cla79
pra87
sas92
raj12
nature
bonds
consequent
smeared
interparticle
spacings
protects
justifies
instability
continuity
running
damages
microgrooves
plough
harder
scratching
concluded
5cu1
equiaxial
characterisation
modern
avionic
satellite
electronics
demands
dramatically
every
lifetime
spreaders
coe
9x10
matched
transport
attractive
determines
tailored
17x10
al2o3
circuit
boards
sti
ness
weldability
platability
au
rf
screening
termed
sandvik
30si
polycrystalline
1450
conical
fed
atomised
atomiser
trajectory
intercepted
manipulated
progressively
manufacturing
concentrate
shrinkage
scalped
577
microanalysis
jxa
8800
superprobe
backscatter
6500
nonius
inel
curved
ka1
ge
monochromator
rotated
ve
sets
analysed
accelerating
tsl
oim
acquisition
ductilising
04
interspersed
r3

gure
magni
erent
inverse
aligned
nding
grew
preexisting
highlighted
complement
experiment
mid
radius
bragg
directionality
intensities
unmodi
equilibration
arising
unstable
attaching
rejected
consequence
hypoeutectic
brous
nucleants
population
usion
crystallographically
alignment
16x
36x
dominant
midradius
atomising
retains
undisturbed
penetrates
recognising
intense
rmed
compositional
weakly
interpenetrated
sweeping
disruption
superplasticity
dictates
7cu
42fe
src
prestrain
optics
spectrometry
515
sigmodal
gradual
curvature
equation
burgers
vector
young
giving
linearity
plots
cover
ship
coordinates
lie
notably
deviate
resides
located
border
successively
dominates
logarithmic
fit
160
143
phenomenological
dotted
2124
denote
superimposed
common
15si
compensating
correlation
merge
normalization
sufficiently
rupture
opened
wavy
fiber
cao
7475
supporting
nodes
whistable
whiskerskers
supports
locally
evaluate
realized
longest
8000
newtonian
valiev
absorb
saturated
destabilize
cores
interphases
inconsistent
incipient
discontinuous
5f
2002
elsevier
science
separator
runs
insertion
drastic
backscattered
diffractograms
shownin
coka
al3fe
92sife1
propelled
lose
convective
incoming
comes
easy
yal4si2fe
kim
choi
advantageous
118
mk
gcm
nonferrous
1300
550
perform
570
formastor
tct
416
corporation
span
5569
hbv
flake
microcracks
initiation
scan
relativity
spraydeposition
intrinsic
inhibited
welding
capacity
semiconductors
suffer
baseplates
modules
conductivities
desired
attachment
combines
benefits
tailorable
pity
machinable
beryllia
perfect
thermophysical
toxicity
beo
nine
combine
candidate
1123
atomize
1083
rockwell
5hf
5hcl
5hno3
5h2o
joeljem
3010
xl
analyze
flux
limited
653
shimadzu
ag
5000g
858
inevitable
diffused
lager
interacted
fourth
51
park
corresponded
semicoherent
became
relieving
occurrence
forced
release
promoting
agings
bottoms
indentations
compressed
contribution
10h
14h
predicts
␣
affecting
788
538
takeda
525k
480k
takada
655k
641k
voids
cavitation
promoted
injected
knowledge
stoichiometric
thoroughly
4979
elucidating
cl
730
fitted
mts
810
words
intends
absent
desirable
decomposes
atmospheric
moisture
severely
impaired
enormously
photomicrograph
sound
majority
eliminating
disintegration
minimized
migration
124
148
elongations
el
91
symmetric
49
solidifying
710
meta
timmermans
predominant
reasons
thermodynamically
original
importantly
easier
creates
redistributed
propensity
delaying
angled
monolithic
6061
t4
⬍
⬎
wu
deliver
viscosity
incorporated
utss
contrary
unevenly
topography
hydro
uoric
pinon
abundant
remelting
1c
variance
blunted
naturally
raiser
interferes
channels
banded
generation
imparted
got
critically
gross
detached
deeper
asperities
entrapped
abraders
pronounced
tends
116
said
ning
73
160vhn
spectroscopic
methods
cellular
bonded
fireclay
maneuver
confined
975
chromel
alumel
purged
initiated
fluorescence
srs3400
bruecker
890
190
632
007
012
jsm
840
leitz
slice
glued
tripod
successive
roughness
syton
colloidal
polisher
finish
pips
gatan
691
focusing
ions
glancing
minutes
akashi
em
002b
carry
illustrative
interplay
uniformity
delineated
21si
47cu
32o
18al
14cu
74si
73fe
92
action
jets
suface
report
turbulence
decorate
notch
parallelepiped
mention
prominent
intermet
allics
degrade
concentrator
dissolve
machinability
precise
lamellae
estimate
degrees
spatially
nanoscaled
elongates
places
nanoparticles
minor
attained
restructuring
realignment
accommodate
ultra
fragment
group
weaken
spontaneous
trapping
flowing
magnifications
experi
enced
5mg
employing
014
physically
distinguishable
chemically
separable
definitely
predict
systematic
cracked
occasionally
breaking
demand
aerospace
industries
tremendously
advancing
diametrically
